Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 一炷香时间后，江逸抵达了丹药房，在门口他有些畏缩的朝内堂望去，想看看丹药房的长老在不在？这个负责给江家炼丹的外姓柳长老脾气可是异常古怪的。
en_us: After five minutes, Jiang Yi arrived at the Elixir Room. He flinched at the door, cowering as he looked into the room, wondering if the elder of the Elixir Room was there. This man in charge of producing elixirs for the Jiang Clan, Elder Liu, had a bizarre temperament.

source: 一片死静。
en_us: Dead silence.

source: 一直以为自己带的是剑修的孤月——MMP！
en_us: Lonemoon who had always thought that he had been teaching Sword Cultivators — Son of a b*tch!

source: 一直修炼到黄昏时分，江逸才停了下来，内视了一下丹田内的元力，他眼中都是火热。只是修炼了一下午，他积累的元力就可比以前的一个月，武殿内修炼速度的增幅，加上黑色元力丹药，还有他本身封印符文的破解，让他修炼速度呈火箭般快速增长。
en_us: Jiang Yi continued power cultivation until dawn, when he finally decided to stop. Using his inner vision to observe the essence force in his dantian, his eyes were filled with fiery passion. He had only done power cuultivation for an afternoon, yet the amount of essence force he had collated was equivalent to what he used to produce in an entire month. With the increase in the speed of his essence force cultivation in the Martial Arts Hall, plus the effects of the black essence force and the medical efficacy of the elixir, on top of the gradual removal of more runic patterns on the seal on his person, allowed his power cultivation speed to to become faster and fast longer, akin to a flying fire arrow.

source: 一直到第二天破晓时分，江逸才停止了修炼！
en_us: It was only until the break of dawn the next day that Jiang Yi stopped his cultivating practice!

source: 一直期待发大招的孤月：“……”
en_us: Lonemoon, who had been eagerly looking forward to an awe-inspiring move from Yi Qing: "…"

source: 一直站在旁边的羿清脸色一黑，直接插到了两人中间，挡住他那越发火热的视线。
en_us: Yi Qing, who had been standing by the side the entire time, suddenly looked upset. He put himself between the two of them, blocking the passionate gazes from Bai Ze.

source: 一直观战的郁海衍眉头紧了紧，眼神瞬间沉了下来，突然双手结印，转瞬间道道白色的风刃攻击向两人，比之前的剑雨还要密集。
en_us: Yu Hai Heng, who had been watching from the side, frowned. His expression became more focused as he suddenly conjured up white wind blades with both hands and threw them toward the two girls. There were far more wind blades than there were spirit swords in the rain of swords.

source: 一看之下，江逸傻眼了，小树林一个满脸横肉的胖少年缓缓走出，满脸都是凶光和戏谑之色，不是江如虎是谁？而他身后却不断冒出人头，密密麻麻的，最少有二十人！
en_us: After one look, Jiang Yi was completely dumbstruck. A fierece-looking plump youth slowly walked out of the small forest, his face giving off an expression of feorcity, animosity and a desire to ridicule - who else could it be but Jiang Ruhu? On top of that, an endless number of heads appeared behind his back. This densely packed group had at least twenty people!

source: 一瞬间在场三人的眼光，齐唰唰全集中在他身上。
en_us: The three of them immediately focused their gazes on him.

source: 一行三人这才飞出了刚刚的岛屿，易峰一直跟在白泽大概五步远的位置，抑制不住满心的激动。有灵主在，别说是背云兽，就是再高阶的灵兽，他都不用担心了。突然有些迫不及待想要见到下一只灵兽了。
en_us: The group of three flew out of the island, with Yi Feng following about five feet behind Bai Ze, hardly able to contain his excitement. With his Spirit Master around, not only would they not have to be worried about the Cloud-Bearing Beasts, they would not have to worry about even higher level beasts. Suddenly, he could not wait to find the remaining spirit beasts.

source: 一行人是掐着点来到比赛场地的，进去的时候，里面已经聚焦了大片的各门派修士，人山人海，粗粗看上去，许是有上万人。
en_us: Shen Ying's group arrived at the competition venue just in time. When they entered, the cultivators from the different sects had already congregated there. At a glance it could be seen that there were perhaps about a thousand people there.

source: 一行人飞了半日，才到了委托上的那个小镇，镇子不大，一眼望得到头。他们直接找了一家客栈住下，羿清便让那些弟子自行去打探消息了。毕竟是他们的历练，他自然不便插手太多。
en_us: The group flew for half a day before arriving at the small town they were assigned to. The town was not big, everything in it could be taken in at one glance. After settling down at an inn, Yi Qing let the disciples go by themselves to scout for information. After all, this was meant to be their training, so he could not intervene too much.

source: 一路上的魔：为什么打我，我们只是路过的？
en_us: Fiend along the way,"Why were we attacked when we were just passer-by？"

source: 一身白衣胜雪，面容如刀削，脊背如剑，嘴角含着淡淡笑意，风度翩翩，这是一个能让所有花痴少女尖叫的美少年！
en_us: One was dressed in a shirt whiter than snow. His face was sharp like a knife, his back straight like a sword, and the corners of his mouth shaped in a faint smile. This was a youthful man so handsome that he would make any girl scream!

source: 一边的孤月却笑了，兴灾乐祸的道，“是呀，你给指导指导呗。”
en_us: Noticing her predicament, Lonemoon smirked. "Yes, guide him, guide him."

source: 一道充满怨毒的声音将江逸的思绪拉了回来，他目光一扫看到江豹一边痛嚎，一边恶狠狠的盯着他，那肥嘟嘟的胖脸一片狰狞之色，清晰地写着仇恨二字。
en_us: An enraged roar pulled Jiang Yi back from his thoughts. He looked at Jiang Bao and saw him howling in agony; his eyes met with Jiang Bao’s dark, furious gaze.

source: 一道冰冷的声音惊醒了众人，江逸的身子如利箭般从地上射去，直冲江如虎而来。
en_us: A cold voice roused the group of people from their shock, as Jiang Yi's figure shot up from the ground like a sharp arrow and rushed straight for Jiang Ruhu.

source: 一道冷哼声响起，两名护卫倒飞出去，反而把路让开了，那名铸鼎境三重的武者化作一道残影冲了进来，抬手对着江逸的胸口就是一掌！
en_us: The two guards who were sent flying out opened up a path for the third-stage guard to dash in. He raised his palm and aimed at Jiang Yi's chest!

source: 一道如炸雷般的声音响起，十多人鱼贯而入，一名穿着黑色锦袍中年人虎目森森率先走了进来，身上狂暴的气势瞬间笼罩了整个演武殿，他目光如电一眼锁定江逸，爆喝一声双手元力环绕，很明显……江逸再不停手他就要出手了。
en_us: An exploding voice resonated as a dozen individuals penetrated into the Martial Arts Demonstration Hall. A black robed middle-aged man walked in with severe eyes. His violent and imposing aura shrouded the entire Martial Arts Demonstration Hall. His sights locked on Jiang Yi like lightning, the sound of essence force circulating could be heard from his hands. It was obvious... if Jiang Yi didn't stop, he would have made his move.

source: 一道惨绝伦寰叫声响起，江豹在地上不断的翻滚起来，他刚才击出的右手以一种奇怪的形状软绵绵的耷拉着，好像……被他的左手那一格挡，给反推得手肘脱臼了？
en_us: An extremely tragic scream pierced the air as Jiang Bao rolled around the ground in severe agony. The right hand he had used to attack was pushed away by a mysterious force. He had used his left hand to block the attack that came after, but the sheer force dislocated his elbow.

source: 一道惨绝伦寰的尖叫声很快响起，马飞全身都颤抖起来，不是因为小腹传来的剧痛，而是因为惊恐，这江家杂碎竟敢废了他，竟真的废了他？
en_us: A harrowing scream soon spilled out. Ma Fei's body shook all over, not because of the agonizing pain coming from his stomach, but because of the panic and fear that filled him: the Jiang Clan rascal dared render him useless... he actually, really did it?

source: 一道愤怒的男声传来。
en_us: An angry male voice sounded out.

source: 一道沉声的声音响起，却不是江豹击中了江逸，而是江豹那矮壮的身躯竟如破麻袋般倒飞了出去四五丈，这才重重砸落在地上。
en_us: A loud, low sound rang through the air. It was not that Jiang Bao successfully hit Jiang Yi, however, but Jiang Bao’s stocky body flying a full fifty feet, like a broken cloth bag. After landing, he crashed heavily onto the ground.

source: 一道清脆的骨头碎裂声响起，他融合了黑色元力力量增大两三倍，只比这铸鼎境护卫弱上一份，这全力一记实实在在的手刀，劈裂对方的腕骨也是正常之事。
en_us: A crisp sound of bones breaking rang out. The combined black essence force increased Jiang Yi's strength by two to three times, such that he was weaker by this Cast Tripod Realm guard by just a bit. It was thus a normal phenomenon that this knife hand strike, in which he literally applied all his power to, was able to split open his opponent's wrist bone.

source: 一道焦急的呼声，让修炼中的江逸惊醒过来，他举目一望，发现四周一片漆黑天已经完全黑了。他拍了一下脑袋，暗暗责怪自己一心修炼竟然忘记时间了，连忙把炼丹房大门一关，朝声音的源头快步走去。
en_us: An anxious cry roused Jiang Yi from his refining practice. He lifted his head and looked around, quickly realizing the sky around him was already completely dark. He slapped himself in the head, silently blaming himself for being focused entirely on refining and ending up actually forgetting the time. He hurriedly closed the main doors of the alchemy lab, before walking speedily in the direction of the cry.

source: 一道熟悉的女声，先一步响起，带着满腔暴走般的愤怒。瞬间就把鬼王到口的吼声给压了回去。
en_us: It was a familiar female voice. The rage in her voice was so devastating that it caused the Ghost King to immediately swallow the scream he was about to let out.

source: 一道白色的身影顿时出现在了空中，他凌空而立，一身白衣洁白得似是不染凡尘，缓缓而落，仿佛整个人都散发着淡淡的白光，在有些暗昏的幻海之上，格外明显。
en_us: A white figure appeared in the sky. He was in hanging in mid-air, dressed in a white robe. He began to descend toward Shen Ying as his body seemed to emit a faint light. This light was especially obvious against the dark seas.

source: 一道破坏气氛的冷哼声响起，接着一个让江逸很不爽的声音传来：“江逸，你算什么东西？大少爷的名字也是你能叫的？遇到大少爷你不行礼就罢了，还敢直呼其名？你有这个资格吗？废物！”
en_us: A cold snort rang through, breaking the atmosphere. This was followed by a voice that left Jiang Yi disgruntled. "Jiang Yi, who do you think you are? You think you can say Great Young Master's name? Nevermind that you don't bow to greet Great Young Master, you dare to call him by his name directly? Do you have that privilege? Useless idiot!"

source: 一道褐色的身影从偏厅内爆射而出，身上暴戾的气息压得江逸透不过气来，柳长老一双鼓起牛眼内都是怒意，狠狠瞪了江逸一眼，单手一抓把丹炉的丹盖揭开，立即查探起来。
en_us: A brown-colored figure explosively shot out from within the side room, the violent air surrounding that figure bearing down on Jiang Yi so much that he could not breathe. Elder Liu's large, bull-like eyes were filled with rage as he stared viciously at Jiang Yi. With one hand, he grabbed the cauldron lid and lifted it up, revealing the contents of the cauldron. He immediately started investigating the dregs.

source: 一道道人影横飞出来，全躺在地上“哎哟”叫个不停，眼中却都是惊愕，他们自然不是全受了重伤，而是佯装受伤不敢继续上了。他们很多人根本没看清楚江逸的招式，就被击飞出去，还敢冲上去只有自找苦吃。
en_us: One by one, bodies were thrashed all over and they were all constantly crying "Ouch!", but their eyes were actually filled with fear instead. Not because they were injured but because they were acting injured so they wouldn't need to attack anymore. Majority of them couldn't even discern the technique used by Jiang Yi and got blown away by him. To carry on rushing him would be to seek trouble for themselves.

source: 一道道清脆的声音响起，江逸的右腿如毒蛇附骨般不断抽打在江松的小腿上。江松哪料到江逸反应的这么快？还没等醒悟过来，小腿已经被抽打了三腿了，一阵剧烈的痛苦传来，他暗道不妙连忙抽回右腿，准备暂时先退后避其锋芒再反扑。
en_us: Crisp sounds rang out one after another, as Jiang Yi's right leg continuously whipped Jiang Song's lower leg like a poisonous snake. How could Jiang Song know that Jiang Yi would respond so quickly? Before he realized, his lower leg had already been hit three times, releasing a burst of severe pain. Sensing something was wrong, he hastily moved his right leg back, ready to temporarily retreat and evade attacks first before counter-attacking.

source: 一道重重的冷哼声响起，此刻本弯下腰的江逸似乎早就料到了般，猛然抬起了头，一直藏在衣袖中的拳头上蓝色元力流转，傲然不惧的对着江如鹰破空而来的那条重腿砸去。
en_us: A deep and cold snort rang out. Jiang Yi, who at the moment had his waist bent downwards, suddenly raised up his head, as though he had already anticipated the incoming attack. The fists he had hidden within his long robe sleeves had been circulating blue essence force. He proudly and without fear smashed his fists onto Jiang Ruying's incoming heavy leg.

source: 一道长笑声打破了四周原本无比诡异的气氛，在其中一条虚空裂缝消失之前，一名全身笼罩在黑红长袍内的老者从中缓缓走出。这老者面色苍白，没有一丝血色，同时还褶满了皱纹。他的两条长眉垂落到耳际，一双阴鸷的眸子内呈现出一种最深最彻底的红。
en_us: Shrill laughter pierced through the abnormally strange ambiance, and out of the closing cracks emerged an elder, shrouded in blackish-red robes. His face was pale white without a tinge of blood and covered in wrinkles. His long brows drooped down to his ears, and his eerily piercing eyes glowed a deep cherry red.

source: 一道闪光劈了下来，直接在茅屋顶上劈开一个大洞，随着唰啦啦的一阵倒塌声，草屑飞溅，历经风雨的小屋塌了大半，只余下她小床上方的方寸之地。
en_us: A bolt of lightning struck the cottage roof and tore open a great hole. Rustling noises followed as the hay flew everywhere. Most of the cottage had fallen apart after suffering the lightning strike, leaving only a tiny portion above her bed intact.

source: 一道骨头断裂的声音响起，江逸这一腿全力劈下，没有半点留情面，轻松把铸鼎境二重的江松双手劈断，还重重的把他砸飞出去。
en_us: The snapping sound of the bone could be heard. Under the full force of Jiang Yi's kick, he left no mercy and easily broke both the arms of Jiang Song who was second stage of the Cast Tripod Realm. At the same time, Jiang Song got blasted off by the heavy forces from Jiang Yi.

source: 一阵带着浓烈腥臭味的风，顿时喷了她一脸。巨兽再次张大口咬了过来，似是想连着沈萤一块吞下去。
en_us: A gust of smelly air blew past Shen Ying's face. The beast opened its mouth once again and made another move for the radish. This time, the beast seemed intent on swallowing Shen Ying together with it.

source: 一顿饭后，这个原本美轮美奂的仙宫已经塌得差不多了，沈萤那一剑已经塌了这个仙宫的根基，整个仙宫现在塌得只剩下练丹炉周围一小块完整的地方。
en_us: After they finished their meal, they surveyed the once beautiful Immortal Pavilion. It had been completely destroyed. Shen Ying's sword had struck the Immortal Pavilion's foundation so that all that remained was the elixir-refining cauldron.

source: 七岁开始修炼江水决，他修炼到十五岁才铸鼎境一重，此刻只是花费了不到十天就突破到铸鼎境二重，尽管有丹药的辅助，但也足够让江逸激动不已了。最重要的是，他的封印能不断破解，修炼速度能不断增加，这让他看到了希望，有希望的人生才能让人充满斗志。
en_us: He had started practising the Jiang Water Art technique at age seven, and it was only when he was fifteen that he managed to cultivate his power up to the second stage of the Cast Tripod Realm. Even though this was achieved with the help of elixir pills, it was good enough to leave Jiang Yi feeling endlessly excited. Most important of all was that his seal could be continously broken and his power cultivation speed could be continously increased - this allowed him to see a ray of hope, a hope that allowed one to be filled with fighting spirit and the will to endure.

source: 七阶妖经过：“大仙中午好！”
en_us: A seventh-stage demon went past: "Good afternoon, Great Immortal!"

source: 万妖：“……”
en_us: All the demons: "…"

source: 三个半时辰之后，天还没亮，江逸却停止了修炼。他睁开眼睛时，眸子都是不解和郁闷。因为——这黑色元力在修炼出十缕之后，无论他怎么运转无名决，丹田内竟不再产生黑色元力……
en_us: Six hours later, while the sky was still dark, Jiang Yi stopped the extraction process. He opened his eyes, revealing a look of non-comprehension and melancholy. Because... after extracting ten strands of this black essence force, no matter how much he circulated the nameless cultivation technique, his dantian no longer produced any more black essence force...

source: 三个时辰过去了……
en_us: Six hours passed.

source: 三个月后。
en_us: Three months later.

source: 三人一头黑线：“……”
en_us: The three of them frowned: "..."

source: 三人一怔讪讪的退了回来，他们中实力最强的就是刘管事，他都不是江逸的对手他们追去也没用，一群人立即手忙脚乱的把马飞抬进了房间止血疗伤。
en_us: The three men was startled slightly and retreated in embarrassment. Out of all of them, Housekeeper Liu was the strongest. If he was no match against Jiang Yi, it was pointless for anyone else to give chase. A bunch of them carried Ma Fei post-haste into a room to staunch the bleeding and heal his wounds.

source: 三人一路急飞，路经了好几个传送阵，才到了曲双城。再次来到这座仙城，很明显感觉跟上次的热闹截然不同。城内显得有些冷清，城门口只有极少的仙人进出。
en_us: The trio flew in a rush, and passed by quite a few transportation array before finally arriving at Qushuang City. Having been here the second time, the city is really different from the bustling scene the first time. The city is quiet and there are only a few immortals coming in and out of the town.

source: 三人一路飞了四五天，才总算出了那片一眼看不见头的森林，眼前顿时出现了片荒原。比起之前的森林来，这里仿佛是另一个极端，到处都是悬崖峭壁，怪石遍地，看不到半点绿色。
en_us: The three of them had flown for four to five days before they finally made it out of the dark forest. A huge wasteland lay in front of them. It was the direct opposite of the forest that they had just come out from — there were cliffs and strange rocks at every turn, and there was not one bit of green.

source: 三人不得不退到了十几米开外，此时中间已经看不到萝卜的身影了，只剩下一个由树木形成的茧密不透风。天空骤暗，云层之间开始电光闪耀。
en_us: The three of them were forced to retreat about ten meters. From where they stood, they could no longer see the radish's body. They could only see the plants around it forming a dome that they could not look into. The sky began to darken, lightning flashing across it.

source: 三人又退了一步道，“我等，要是不坐呢？”
en_us: The three of them stepped back again. "What if we do not want to sit?"

source: 三人吓了一跳，转头一看，才发现，不知道什么时候清韵的旁边坐了一个青衣女子，正跟他们一样盘脚坐着，一手撑着下巴，带些无聊的看着他们。
en_us: The three of them got a scare and turned to look before realizing a girl in green had unknowingly sat beside Qing Yun with her legs crossed like them, staring at them in boredom with a hand propping her chin.

source: 三人愣了一下，一脸莫名，“尊者是何意？”
en_us: "The three men looked at him in surprise, "What do you mean, Supremacy?"

source: 三人来到森林，刚一落地萝卜身上红光大亮，整个身子开始抽长拉伸，四周的木灵气疯狂的涌了过来。孤月连忙在森林四处布下了防御与凝聚灵气的阵法。萝卜整个已经变成了一团红色，周身的木灵气越来越盛，浓郁的灵气使得它周围几米范围内的树木都开始疯长，团团把它圈在里面，而且越来越密。
en_us: The three arrived at the forest. The moment they landed, the radish's entire body began to emit red light and elongate. The Vegetation Spirit Qi around it began to surge. Lonemoon quickly set up a defensive array formation and a Spirit Qi condensing array formation. The radish's entire body had become red and the Vegetation Spirit Qi around it was becoming thicker. The rich Spirit Qi had already caused the plants within a radius of several meters to mature at rapid speed, growing into a dome surrounding the radish.

source: 三人正要御剑而起，突然身后却传来一道愤怒的吼声。
en_us: Their small group was just about to ride their swords when suddenly, an angry sound came from behind them..

source: 三人的脸色齐齐白了，瞬间明白他的意思，沉陷心魔，失去自我，他们现在的情况，也没有时间继续耗下去，如果唤不醒，那就只能生死不计了。
en_us: Turning pale, the three men immediately understood his meaning. Trapped by their mental demons, the traveling immortals had lost their self-identity. In their current situation, there was no time to lose, if they could not be be awakened, then they were as good as dead.

source: 三人直朝着峰顶殿宇的后方飞去，还未落地羿清就隐隐察觉空气中有股异样的气息，身形一顿，浓眉紧皱道，“这里有魔修的阴气！”
en_us: The three of them flew directly towards the back of the house at the top of the peak. Yi Qing could sense that there was something strange with air in the hall even before landing; he paused as his brows furrowed. "There is Yin Qi that belongs to a fiendish cultivator here!"

source: 三人神情越加的警惕，此人不声不响就坐在他们身边这么久，想来绝对不简单，偏偏怎么努力都看不穿对方的修为。
en_us: The three of them grew increasingly alarmed. This person had silently sat by their side for so long; she could not be a simple person, but no matter how they tried, they could not see through her cultivation.

source: 三人脸色顿时全黑了。
en_us: The expressions on the three’s faces suddenly darkened.

source: 三人脸色齐齐一黑，青尹冷哼一声道，“敬酒不吃吃罚酒，我到要看看你们有什么本事？师兄用不着跟他废话，拿下再说。”
en_us: Their faces fell immediately. Qing Yin snorted, "We tried to ask you the nice way, yet you insist on making things difficult. I, for one, want to see exactly what you guys can do. Senior Brother, there's no need to waste anymore time talking to them. We can take them down."

source: 三人转身直接朝着那仙宫而去，还没来得及走到门口，身后的练丹炉却突然传来咚咚咚的三声。
en_us: The three of them turned and headed straight to the Immortal Pavilion. But before they even got to the entrance, they heard the sound of three sets of footsteps coming from the elixir-refining cauldron behind them.

source: 三人这才从上空落了下来，停在大殿门口，看向奚秋眼神仍是那般目下无尘的轻视样，只是在看到旁边的孤月时，愣了一下，眼神转了转，这才有了些许警慎的貌样。
en_us: The three people had finally descended from the air to land and stopped at the entrance of the hall. They looked over at Xi Qiu, still with much disdain, but when they saw Lonemoon at the side, they were surprised and began to look more alert and careful.

source: 三人都惊住了，连呼吸都齐齐一滞，震惊于这天地灵气所化的样貌。只见他微微一笑，仿佛千万树鲜花绽放，丝竹之声萦绕耳际。
en_us: The group of three was stunned, their heavy breathing in sync. All of them were amazed at the human form that the Heaven and Earth’s Spirit Qi took. Her smile was sweeter than a thousand flowers and her giggle sounded extremely pleasing to the ears.

source: 三人：“……”
en_us: The three of them: "..."

source: 三人：“……”自己吃了过期药，怪我罗？
en_us: The three people remained in silence. You ate the expired pill and now you're blaming us for it?

source: 三人：“……”这是一只‘懂事’的狸猫。
en_us: The three of them: "…" This is one savvy cat.

source: 三位化神尊者，正围坐在太殿中。三人中间一束白色的亮光，直冲天际。亮光之中隐隐还映照着有仙山祥云的影子。正是中青界唯一通向上青界的通道。
en_us: The three Soul Formation Supremacies were seated together in the hall. There was a beam of white light in their midst, shooting towards the sky. Within the bright light, there was a faint reflection of the immortal mountains and magical clouds. That was the only passageway linking the middle and Upper Azure World.

source: 三分钟后……
en_us: Three minutes later…

source: 三十分钟……
en_us: Thirty minutes...

source: 三名护卫顿时大怒就要追去，刘管事却爆喝起来：“追什么，你们这点实力想去送死？”
en_us: Three of the guards were instantly enraged and about to give chase. Housekeeper Liu however, yelled, "There's no use in chasing. With so little power, aren't the three of you digging your own graves?"

source: 三天前……追魂楼……找人？
en_us: Three days ago... Soul Chasing Tower... looking for someone?

source: 三天后。
en_us: Three days later...

source: 三天后，妖王殿。
en_us: Three days later, in the Demon Palace...

source: 三小时后，上青城。
en_us: Three hours later, in the Upper Azure Town...

source: 三秒后……
en_us: Three seconds later…

source: 三青界中有着不少的秘境，由于很多秘境对进入的人有所限制，所以秘境里都是公认的法外之地。而秘境里的法宝又全都是无主之物，发生几人同时发现一处机缘的事，也很平常，所以抢夺资源的事，在秘境中是很常见的，结果自然是能者居之。秘境里发生的恩怨，不牵连到秘境外，至于表面上各派之间都保持着这样的默契。
en_us: There were several mystic realms in the three worlds, but many of them had restrictions on the people that were allowed to enter, hence mystic realms had been deemed as not under the jurisdiction of laws. Moreover, since the Dharma treasures inside were all without owners, it was common for a few people to discover them at the same time, and fighting for the resources in a mystic realm was prevalent. The outcome would of course be that the fittest would survive. All the resentment inside a mystic realm would not implicate anything outside of it, thus the sects remained a certain mutual understanding.

source: 上下打量了她一眼，发现她全无修为，这才放了心，只是凡人。
en_us: He gave her a good look and then realized she was void of any cultivation. He was relieved that she was only mortal.

source: 上前一把抱住了沈萤的大腿道，“大佬！我错了大佬，我不该自不量力挑战无敌派，求你让这破系统停下来吧？你叫我干啥都行，我眼睛快瞎了。”
en_us: He came forward to hug Shen Ying's thigh and said, "Big guy! It's my fault, I should not have overestimate myself to challenge the Invincible Sect, please let this stupid system stop? You can get me to do anything, my eyes are going blind."

source: 上课第一天，他就挨个仔细检查了一遍众人的修为术法，一查之下自己都吓了一跳。这九个人的灵根居然没有一个是完整的，虽然可以看出以前的确有很好的姿质，但由于数股灵气的强行突入采补，导致根基都毁了大半。而且体内经脉错乱不堪，有的甚至身中剧毒。说是修练了，能活到现在都已经是个奇迹了。
en_us: On the first day of lessons, he examined all of their cultivation sorcery carefully and was shocked upon inspection. The Spirit Roots of all nine disciples were not complete. Although it could be seen that they did have great potential, the forceful infiltration of much Spirit Qi for harvesting had caused their foundations to be greatly damaged. Moreover, the meridians in their bodies were very messy, some even containing poison. Putting cultivation aside, it was already a miracle that they had been able to live till today.

source: 上青城人不少，一到各门派招收门人的日子，就越加的热闹。大街小巷挤满想要加入门派或是世家的凡人，特别是城中的广场之上更是人满为患。四大世家向来有自己固定的招收地点，所以前来这广场上的，都是想要加入其它门派的人。
en_us: There were many people in Upper Azure Town and the place where the sects recruited disciples was much more crowded. The alleys and streets were filled with mortals who were looking to join a sect or a family and the public square was simply overflowing with people. The four aristocratic families had their own designated spots in the public square where they could recruit disciples. The mortals in the public square were mostly looking to join these aristocratic families.

source: 上青城是位于上青界南边的一城仙城，此城位于各家势力的边沿地带，不属于任何世家与门派。是为数不多的中立仙城。城中人员混杂，只要是修士都可以进入，十分热闹。大半刚刚上界的修士，或是有意加入世家的弟子都会来此城打探消息。
en_us: Upper Azure Town was an Immortal Town in the south of the Upper Azure World. Upper Azure Town was located beside several districts where aristocratic families lived, but it did not belong to any one aristocratic family or sect. It was one of the few neutral Immortal Towns. There were many types of people in the bustling town as anyone who was a cultivator could enter. Most of them were cultivators who had just arrived at the Upper World or cultivators who were looking to join an aristocratic family.
